Revit 2024 API
LightGroupManager Properties
The LightGroupManager type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
LightGroupManager Class
Autodesk.Revit.DB.Lighting Namespace